Repository: FlashCardsOrg/FlashCards
Catalog: FlashCards/Strings/*/Resources.resw
Source language: en_us
Languages: de_de

# AppDisplayName
source: Flash Cards
de_de: Karteikarten

# AppDescription
source: Flash Cards App Description
de_de: Steigere deinen Lernfortschritt mit Karteikarten, entwickelt, um dir durch Spaced Repetition beim Lernen zu helfen. Wiederhole automatisch fällige Karten und organisiere deine Karteikarten nach Semestern, Kursen und Tags. Passe deine Lerneinheiten individuell an mit eigenen Fächern und Wiederholungsintervallen – alles auf einer übersichtlichen Windows 11-Oberfläche.

# Shell_Study.Content
source: Study
de_de: Abfragen

# Shell_Create.Content
source: Create
de_de: Erstellen

# Shell_Progress.Content
source: Progress
de_de: Lernfortschritt

# Settings_Appearance_Behavior.Text
source: Appearance & Behavior
de_de: Aussehen & Verhalten

# Settings_Theme_Light.Content
source: Light
de_de: Hell

# Settings_Theme_Dark.Content
source: Dark
de_de: Dunkel

# Settings_Theme_System.Content
source: Use system setting
de_de: Systemeinstellungen verwenden

# Settings_About.Text
source: About
de_de: Über diese App

# Settings_About_Card.Description
source: © 2024 DarkSoul. All rights reserved.
de_de: © 2024 DarkSoul. Alle Rechte vorbehalten.

# Settings_Language_Card.Description
source: Select which language to use
de_de: Wähle die Sprache aus

# Settings_Language_Card.Header
source: Language
de_de: Sprache

# Settings_Language_English.Content
source: English
de_de: Englisch

# Settings_Language_German.Content
source: German
de_de: Deutsch

# Settings_Theme_Card.Description
source: Select which app theme to display
de_de: Wähle das App Design aus

# Settings_Theme_Card.Header
source: App Theme
de_de: App Design

# Settings_Customization.Text
source: Customization
de_de: Personalisierung

# Settings_Box_Expander.Description
source: Add or remove boxes and change their due duration
de_de: Füge Fächer hinzu oder lösche diese und bearbeite deren Fälligkeit

# Settings_Box_Expander.Header
source: Boxes
de_de: Fächer

# Settings_Demotion_Card.Description
source: Define where a card should be placed after getting it wrong
de_de: Entscheide was mit Karten passiert, die nicht gewusst wurden

# Settings_Demotion_Card.Header
source: Card Demotion
de_de: Falsche Antwort

# Settings_Demotion_First.Content
source: First box
de_de: Erstes Fach

# Settings_Demotion_One.Content
source: One box up
de_de: Ein Fach zurück

# Settings_Demotion_Two.Content
source: Two boxes up
de_de: Zwei Fächer zurück

# Settings_Box_AddBox_Button.Content
source: Add box
de_de: Fach hinzufügen

# NavigationView_Settings.Content
source: Settings
de_de: Einstellungen

# Settings_Box_SettingsCard_Due.Text
source: Due after
de_de: Fällig nach

# Settings_Box_SettingsCard_Due_ComboBox_1d.Content
source: 1 Day
de_de: 1 Tag

# Settings_Box_SettingsCard_Due_ComboBox_1m.Content
source: 1 Month
de_de: 1 Monat

# Settings_Box_SettingsCard_Due_ComboBox_1w.Content
source: 1 Week
de_de: 1 Woche

# Settings_Box_SettingsCard_Due_ComboBox_1y.Content
source: 1 Year
de_de: 1 Jahr

# Settings_Box_SettingsCard_Due_ComboBox_2d.Content
source: 2 Days
de_de: 2 Tage

# Settings_Box_SettingsCard_Due_ComboBox_2m.Content
source: 2 Months
de_de: 2 Monaten

# Settings_Box_SettingsCard_Due_ComboBox_2w.Content
source: 2 Weeks
de_de: 2 Wochen

# Settings_Box_SettingsCard_Due_ComboBox_2y.Content
source: 2 Years
de_de: 2 Jahren

# Settings_Box_SettingsCard_Due_ComboBox_3d.Content
source: 3 Days
de_de: 3 Tage

# Settings_Box_SettingsCard_Due_ComboBox_3m.Content
source: 3 Months
de_de: 3 Monaten

# Settings_Box_SettingsCard_Due_ComboBox_3w.Content
source: 3 Weeks
de_de: 3 Wochen

# Settings_Box_SettingsCard_Due_ComboBox_3y.Content
source: 3 Years
de_de: 3 Jahren

# Settings_Box_SettingsCard_Due_ComboBox_4d.Content
source: 4 Days
de_de: 4 Tage

# Settings_Box_SettingsCard_Due_ComboBox_4w.Content
source: 4 Weeks
de_de: 4 Wochen

# Settings_Box_SettingsCard_Due_ComboBox_5d.Content
source: 5 Days
de_de: 5 Tage

# Settings_Box_SettingsCard_Due_ComboBox_6d.Content
source: 6 Days
de_de: 6 Tage

# Settings_Box_SettingsCard_Due_ComboBox_6m.Content
source: 6 Months
de_de: 6 Monaten

# Settings_Box_SettingsCard_Due_ComboBox_never.Content
source: Never
de_de: Niemals

# Settings_Box_DeleteBox_Button.Text
source: Delete box
de_de: Fach löschen

# Create_SelectorBar_Front.Text
source: Front
de_de: Vorderseite

# Create_SelectorBar_Back.Text
source: Back
de_de: Rückseite

source: Box
de_de: Fach

# Settings_Subject_Expander.Header
source: Subjects
de_de: Kurse

# Settings_Subject_Expander.Description
source: Add or remove subjects and change their name
de_de: Füge Kurse hinzu oder lösche diese und bearbeite deren Namen

# Settings_Subject_AddSubject_Button.Content
source: Add subject
de_de: Kurs hinzufügen

# Settings_Subject_DeleteSubject_Button.Text
source: Delete subject
de_de: Kurs löschen

# Settings_Tag_AddTag_Button.Content
source: Add tag
de_de: Tag hinzufügen

# Settings_Tag_DeleteTag_Button.Text
source: Delete tag
de_de: Tag löschen

# Settings_Tag_Expander.Description
source: Add or remove tags and change their name
de_de: Füge Tags hinzu oder lösche diese und bearbeite deren Namen

# Settings_Subject_Edit_Button.Content
source: Edit
de_de: Bearbeiten

# Settings_Tag_Edit_Button.Content
source: Edit
de_de: Bearbeiten

# Settings_Subject_EditCancel_Button.Content
source: Cancel
de_de: Abbrechen

# Settings_Tag_EditCancel_Button.Content
source: Cancel
de_de: Abbrechen

# Settings_Subject_EditSave_Button.Content
source: Save
de_de: Speichern

# Settings_Tag_EditSave_Button.Content
source: Save
de_de: Speichern

source: Subject
de_de: Kurs

source: None
de_de: Keiner

# Create_Layout_MenuFlyoutItem_Text_File.Text
source: Text - File
de_de: Text - Datei

# Create_Layout_MenuFlyoutItem_File_Text.Text
source: File - Text
de_de: Datei - Text

# Create_Layout_MenuFlyoutItem_File_File.Text
source: File - File
de_de: Datei - Datei

# Create_Layout_MenuFlyoutItem_Text_File_File.Text
source: Text - File - File
de_de: Text - Datei - Datei

# Create_Layout_MenuFlyoutItem_File.Text
source: File
de_de: Datei

# Layout_File
source: File
de_de: Datei

# Layout_File_File
source: File - File
de_de: Datei - Datei

# Layout_File_Text
source: File - Text
de_de: Datei - Text

# Layout_Text_File
source: Text - File
de_de: Text - Datei

# Layout_Text_File_File
source: Text - File - File
de_de: Text - Datei - Datei

# Create_ShowBulletPointsIndividually_CheckBox.Content
source: Show bullet points individually
de_de: Stichpunkte einzeln einblenden
